{"title":{"0":"Mars 2020 Unwrapped and Ready for More Testing","1":"NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet","2":"NASA's Treasure Map for Water Ice on Mars","3":"The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover","4":"Media Get a Close-Up of NASA's Mars 2020 Rover","5":"NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate","6":"NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light","7":"NASA's Push to Save the Mars InSight Lander's Heat Probe","8":"The Launch Is Approaching for NASA's Next Mars Rover, Perseverance","9":"Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch","10":"NASA's Mars 2020 Rover Completes Its First Drive","11":"Virginia Middle School Student Earns Honor of Naming NASA's Next Mars Rover","12":"NASA's Mars Rover Drivers Need Your Help","13":"Space History Is Made in This NASA Robot Factory","14":"NASA Readies Perseverance Mars Rover's Earthly Twin "},"preview":{"0":"In time-lapse video, bunny-suited engineers remove the inner layer of protective foil on NASA's Mars 2020 rover after it was relocated for testing.","1":"The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July.","2":"A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up.","3":"Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth.","4":"The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch.","5":"Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years.","6":"Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere.","7":"The scoop on the end of the spacecraft's robotic arm will be used to 'pin' the mole against the wall of its hole.","8":"The Red Planet's surface has been visited by eight NASA spacecraft. The ninth will be the first that includes a roundtrip ticket in its flight plan. ","9":"A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff.","10":"In a 10-plus-hour marathon, the rover steered, turned and drove in 3-foot (1-meter) increments over small ramps.","11":"NASA chose a seventh-grader from Virginia as winner of the agency's \"Name the Rover\" essay contest. Alexander Mather's entry for \"Perseverance\" was voted tops among 28,000 entries. ","12":"Using an online tool to label Martian terrain types, you can train an artificial intelligence algorithm that could improve the way engineers guide the Curiosity rover.","13":"From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special.","14":"Did you know NASA's next Mars rover has a nearly identical sibling on Earth for testing? Even better, it's about to roll for the first time through a replica Martian landscape."}}